Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets-medlemmer-1993-1997.html.tmx
Source language: nob
Languages: sme

source: Sametingets medlemmer 1993-1997
sme: Sámedikki áirasat 1993-1997

source: Liste over sametingsrepresentanter i det 2. Sametinget, i perioden 1993-1997.
sme: Sámedikki áirasat 2. Sámedikkis, áigodagas 1993-1997.

source: Dikkanen, Olav NSR
sme: Bongo, Tore NSR

source: Fossli, Inger-Ann NSR
sme: Eira, John Henrik NSR

source: Gaup, Inger Anne NSR Hansen, Hartvik SD
sme: Guhttor, Máret NSR, sámediggeráđi lahttu

source: Henriksen, Marian NSR
sme: Huuva, Magne A. NSR

source: Johnskareng, Berit NSR Kappfjell, Odd MS
sme: Jonassen, Jarle NSR, sámediggeráđi lahttu

source: Magga, Ole Henrik NSR, president
sme: Magga, Ole Henrik NSR, presideanta

source: Nystad, Alf E. NSR, sametingsrådsmedlem
sme: Nystad, Alf E. NSR, sámediggeráđi lahttu

source: Olli, Egil Ap, møtelederskap
sme: Nystad, Ragnhild NSR

source: Oskal, Anders SF
sme: Nystø, Sven-Roald NSR

source: Pavall, Ing-Lill NSR, visepresident
sme: Pavall, Ing-Lill NSR, várrepresideanta

source: Pedersen, Geir NSR Pedersen, Roger OSF
sme: Skum, Heaika DL, čoahkkinjođihangoddi

source: Trollvik, Mary NSR, møtelederskap
sme: Trollvik, Mary NSR, čoahkkinjođihangoddi

source: Tegnforklaring på gruppene i Sametinget:
sme: Čilgehus sámediggejoavkkuid oanádusaide:
